import React from 'react';
import './Production.scss'

const Production = () => {
    return (
        <div className='container'>
            <div className="Production">
                <div className="Production_all">
                    <h1 className='h1'>Блог</h1>
                    <h1>Производство светильников</h1>
                </div>
                <div className="Production_all">
                  <p>
                  Интернет-магазин NORNLIGHT предлагает широкий 
                  ассортимент светильников для освещения
                   вашего дома или офиса.
                   У нас вы найдете разнообразные модели
                    светильников, от современных и стильных 
                    до классических и элегантных. Мы предлагаем
                    качественные и надежные светильники от лучших 
                    производителей, которые подарят вам комфорт 
                    и уют
                  </p>
                  <p>
                  Покупая светильники в нашем интернет-магазине, вы получаете отличное соотношение цены и качества. Мы осуществляем доставку по всей России, чтобы каждый клиент
                     мог насладиться прекрасным светом и 
                     удобством покупки онлайн. 
                     Обратитесь к нам сегодня и превратите ваш 
                     дом в оазис тепла и света с NORNLIGHT!
                  </p>
                </div>
            </div>
            
        </div>
    );
}

export default Production;
